[
    {
        "title": "KSBD 2-17",
        "entry_html": [
            "Aaaand that wraps up issue 1!",
            "Issue two will start updating this Friday. Looking to get a more friday/sunday update schedule going as well as find some time to polish the site some more. I have added something to the Daemoniac for your viewing pleasure though, and there will be more forthcoming as well as another opportunity to interact with the comic!",
            "",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/06/preeashmasmall.png"
        ],
        "alt_text": "KSBD 2-17",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/06/ksbdintersticev2.jpg",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/06/preeashmasmall.png"
        ]
    },
    {
        "title": "KSBD 2-18",
        "entry_html": [
            "“The first wisdom – abolition of self,",
            "The second wisdom – always brew coffee before breaking fast.”",
            "– Vym Yrttr, priest of ATUN"
        ],
        "alt_text": "KSBD 2-18",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/06/ksbd19rec.jpg"
        ]
    },
    {
        "title": "KSBD 2-19",
        "entry_html": [
            "First impressions."
        ],
        "alt_text": "KSBD 2-19",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/07/ksbd20rec.jpg"
        ]
    },
    {
        "title": "KSBD 2-20",
        "entry_html": [],
        "alt_text": "KSBD 2-20",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/07/ksbd21rec.jpg"
        ]
    },
    {
        "title": "KSBD 2- 21 (THRONE)",
        "entry_html": [
            "",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/07/challenge.jpg",
            " ",
            "Needless to say, that took a while.",
            "Our regular schedule will return next week.",
            "FULL SIZE: http://killsixbilliondemons.com/wp-content/uploads/2013/07/throne.jpg"
        ],
        "alt_text": "KSBD 2- 21 (THRONE)",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/07/throne.jpg",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/07/challenge.jpg"
        ]
    },
    {
        "title": "KSBD 2-22",
        "entry_html": [
            "God of Ways, the Eye Revealed, bearer of the Shape."
        ],
        "alt_text": "I swear there will be colors on this page at some point",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/07/ksbd23rec.jpg"
        ]
    },
    {
        "title": "KSBD 2-23",
        "entry_html": [
            "",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/08/yisvoyasays2.jpg",
            "UPDATE: Internet Achieved, Japan achieved. Normal update schedule shall resume!"
        ],
        "alt_text": "KSBD 2-23",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/08/ksbd24rec.jpg",
            "http://killsixbilliondemons.com/wp-content/uploads/2013/08/yisvoyasays2.jpg"
        ]
    },
    {
        "title": "KSBD 2-24",
        "entry_html": [
            "Good lord, that was quite a wait.",
            "Kill Six Billion Demons will be updating in COLOR from hereon out. Also expect a proper blog at some point in the next week, and expect a lot of suggestions from the last page to be taken into account! It might be a bit jarring coming from the last few pages and I can’t guarantee they will all be of this quality, but color jams a lot more with what I want to get accomplished with this comic, so here you are.",
            "Reminder to follow my tumblr for updates http://killsixbilliondemons.tumblr.com OR http://orbitaldropkick.tumblr.com",
            "Updates will probably come on a Sunday or Monday!"
        ],
        "alt_text": "KSBD 2-24",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/ksbd25.jpg"
        ]
    },
    {
        "title": "KSBD 2-25",
        "entry_html": [
            "A silver tongue",
            "A golden claw",
            "An iron heart",
            "– “The three qualities of a White Son of YIS”",
            "Pravam Wat, blood priest of Namon, BDO 1994"
        ],
        "alt_text": "KSBD 2-25",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/ksbd26r.jpg"
        ]
    },
    {
        "title": "KSBD 2-26",
        "entry_html": [
            "YISUN reclined one day the third palace, which was the palace of emptiness and glass, and situated in an empty place that YISUN had made for this purpose. The air in this palace was constantly humming with silence. YISUN was pleased with its stillness and so summoned disciples to observe. Attending YISUN was a black fifth disciple viceroy, Pavlov and the master haberdasher, INVGSLD.",
            "After some time YISUN desired to break the silence and made a small motion with the little finger of YISUN which was a powerful motion of division which means breaking of symmetry,",
            "The viceroy PAVLOV spoke:",
            "‘In order to unlock a key, one must know the Door.\nAnd truly To know a Door, one need ask a Doorkeeper.’",
            "YISUN was in agreement.",
            "The master of helms and arms then said:",
            "Existence is not a fabric to be woven, but a sculpture that must be hewn from nothingness. A Key of Kings is a masterpiece of the Craft, and no master creates a peace without leaving their mark. They go to Preem Nand, who is well known for his appreciation of the Art, that they may divine the Key’s origins.",
            "They remained in stillness for 4 more days and then left that place."
        ],
        "alt_text": "KSBD 2-26",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/ksbd27r.jpg"
        ]
    },
    {
        "title": "KSBD 2-27",
        "entry_html": [
            "EXPOSITIIIIIIOOON"
        ],
        "alt_text": "KSBD 2-27",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/ksbd28r.jpg"
        ]
    },
    {
        "title": "KSBD 2-28 to 2-29 (CITY OF GOD)",
        "entry_html": [
            ">>FULL SIZE <<",
            "GLORY TO THE DIVINE CORPSE"
        ],
        "alt_text": "O infinite mirth, O decay, O howling at the emptiness",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2015/08/Thronerevisited.jpg"
        ]
    },
    {
        "title": "KSBD 2-29.5",
        "entry_html": [
            "The Flame Immortal, whether hot or cold, burns eternal"
        ],
        "alt_text": "An illusion of space - fractal stars, the glorious fire of the death of the cosmos. Five hundred thousand meta-saints raise their gleaming spears in salute. Reach heaven through violence.",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/KSBDinsert2r2.jpg"
        ]
    },
    {
        "title": "KSBD 2-30",
        "entry_html": [
            "Hansa was one of the oldest of YISUN’s servants. His bones were old and weary and ground down from the dust of five hundred thousand worlds, and he lived in a black house made from iron nails with his daughter Prim. A cold had settled in his flesh from his conception and his temperament was sometimes quite brittle, yet he was a smooth talker, an excellent patkun player, a worldly smoker, owned several fine wooden tables and a carved bone tea pot; he was fond of his smoking pipe, his sword with a hilt of white ash, and his multiversal flame manipulator was well oiled, he was not fond of talk shows, politicians or smokeless fires. He had a peculiar belief that causal reality was a particularly harsh joke, and luck could shatter with a slight finger push. For this he was widely considered the wisest of YIS’ black sons.",
            "Lord Hansa is never pictured without his smoking pipe, his legs must always be crossed or he must be reclining in his old age, he has 3 arms and only one head. His skin must always be blue. His third arm often holds his black lacquer sword sheath. He rules the elderly, the reticent and doubting. His number is 33."
        ],
        "alt_text": "KSBD 2-30",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/10/ksbd30.jpg"
        ]
    },
    {
        "title": "KSBD 2-31",
        "entry_html": [
            " ",
            "Prim and the Mendicant Knight",
            "Prim was Hansa’s daughter. She lived with her father in seclusion in their black house made of iron nails, where she packed his pipe and attended to his meals, tended the hearth, and swept the floor, which was constantly filled with the dust of twenty thousand universes. Her father had many visitors that stumbled often drunkenly and usually brazenly across the black threshold of his high hall, wisdom seekers and old friends, pilgrims and warriors clad in brass, those that had come to seek her father’s counsel or those that had come seeking revenge. She was an average cook, and she was besides pale and spare. The skin on her knuckles was constantly raw from the harsh work of caring for her father, but there was no finer daughter, and she was a comely maid of radiant and humble visage.",
            "One day, a tall pilgrim swathed in the red of a Mendicant Knight appeared at the threshold of the black house of iron nails and inquired within. Prim, who was a well-versed daughter, attended to the stranger and brought him into her father’s hall and served him with liquor and dark bread, as was the custom.",
            "“Stranger,” said she, with a practiced modesty, “I’m afraid you shall wait here for longer than is tolerable. My father is abroad advising the great lords of infinity and will not return until nightfall. If you return again on the morrow, I’m certain my father will receive you well.”",
            "To this, the tall pilgrim gave a peculiar smile, and threw back his crimson greatcloak. Prim gave a small gasp, for there stood a shockingly handsome man, tall, golden haired, and with a strong leg, a broad shoulder, gentle eyes that radiated a fair warmth and a beautiful white smile.",
            "“Fair lady,” spoke the Mendicant Knight, “I have not come for your father. I have come for you! In my travels, I was regaled by many pilgrims of the story of the house of your esteemed father, and the rare and radiant beauty that dwelt within. At first I did not believe it, but the tales became more and more vivid, as much so that I made it my life’s quest to seek you out and confirm your beauty for myself. I have taken great pains to travel here, and now I see it is more than I could have imagined!” He gave a deep and sonorous laugh, and kneeling, took Prim’s roughened hand in a gentle grip and kissed it softly. “Fairest of fairs,” said he imploringly, “will you not leave your father’s house and come with me?”",
            "Prim was deeply moved, for she had long fantasized at leaving her father’s house and making her way in the world. The beautiful stranger moved with an incredible purpose that she found thrilling and invigorating. However, her father had warned her against the company of strange men. There was no finer daughter, and her duty quickly rose up in her mind to eclipse all her golden dreams of escape. She cast her eyes downward and let out a thin sigh.",
            "“Alas beautiful stranger,” said she, “your words move me, but I must still sweep my father’s floor, make stock of my father’s house, and cook my father’s dinner.”",
            "The Mendicant Knight seemed perplexed, but his smile grew wider. “The tales of your dedication to your father are widely known,” said he, “and I had made preparations for just this!” Prim was intrigued, and her heart fluttered and she sat and leaned as the stranger pulled a long, blindingly white feather from his greatcloak.",
            "“Behold!” the pilgrim said, “A feather plucked from the Screaming Roc, the interstellar scourge of thirty worlds! After hearing of your beauty, I made great pains to assemble a company to seek about the beast and engage it in mortal combat. Ah, if only you could have seen it! The battle raged for a week and a day, and its fires scoured the stars end to end.”",
            "The Mendicant Knight flashed his white smile, and with a single motion he whipped the feather across the house made of iron, and there was a great sound like the tearing of space and the hollowness of wind through an old stone, and suddenly there was a great hurricane throughout the house, which lifted every last mote of dust and grime, and decay that had been trekked through over the years, even those that Prim had missed, and carried them out the door of that great house and into the void in one rushing instant. Prim was delighted, and her heart swelled with wonder.",
            "“Now will you come with me, and ride the Roc, as I did, and join me in my tender love for you?” said the Mendicant Knight, stowing his feather with a flourish, and bowing deeply and mysteriously.",
            "“Of course I would,” said Prim plaintively, with her voice full of wonder and longing, “but I must still take account of my father’s house, for his time and temper are most valuable!”",
            "There was a slight flash of annoyance across the Mendicant Knight’s youthful and shining face, but he snorted in defiance and laughed it away. “I knew, of course, that your father was an esteemed man of accurate and some would say, miserly account.” He winked.",
            "“Therefore, I took great pains to travel to the Interlocking worlds and consulted with the grand artificer there, who bade me complete seven times seven tasks for him in seven times seven days, which I did, all in hope of your love. And after I completed those tasks with peerless achievement, he awarded me with this!”",
            "From his greatcloak the Mendicant Knight produced a shining silver case, and when he snapped it open Prim gave an even louder gasp, for she saw it was a Quantum Perfection Engine, the likes of which were seldom seen across all the Wheel. With a hum of its silver limbs, the engine froze causal reality and counted all up states and down states and side states and thus calculated the exact quantity of everything inside the black house of iron nails before Prim could even draw a breath, blink an eyelid, or think one tenth of a thought.  In excitement, Prim leaned over the humming engine, and saw that it had counted every eyelash on her face, even the possible ones that had never existed.",
            "“Come with me, dear Prim, and we will see these wonders and more. I will build you a better house, a golden one of glass and music, and even the grand artificers will be aflame with jealousy!” said the Mendicant Knight, imploringly. His beautiful face was filled with genuine longing and Prim felt the radiance of love and warmth that was there. But still, the shackles of her duty to her father bound her.",
            "“Oh beautiful pilgrim,” said she with terrible longing to escape with this beautiful man, ” I would, but my father’s dinner still needs cooking, and without food in his stomach after his travel, I fear he will be taken dreadfully ill!”",
            "“Are you your father’s daughter or his maidservant?” said the pilgrim quite rudely, but Prim forgave him for she could see the desperation of his love, and her father had taught her to hold her judgement in all things. There was no finer daughter. “Forget your father’s dinner! I have worlds to show you! Come and be my wife and let me languish in your radiant beauty forever!”",
            "Prim was quite desperate. “Oh stranger, if only I could, but the needs of my father are like a black chain around my heart!” said she, grasping him by the arms. His flesh was firm and steady and warm.",
            "“Come with me,” said he after a moment, his voice quavering, almost wheedling, and somewhat impatient, “but for an hour. There is plenty time yet to cook your father’s dinner. Step outside and let me show you the stars! You are not your father’s slave, forget him but for a moment and relish this time with me!” His face burned with intention and he quivered with anticipation of her answer, watching her thin white lips.",
            "Prim was fearful for she seldom set foot outside her father’s house, for there was no finer daughter, but the allure of the beautiful knight and the world of color and sound outside her father’s dank iron house proved too much.",
            "“Oh, let me come!” said she with an exasperated and thrilled air, and the stranger let out a mighty sigh. Donning her vela and pouch, she met the pilgrim in her hall. Before she crossed the threshold, she stopped, for she had forgotten something dear to her. “Let me retrieve my greatknife,” said she, surprised at her carelessness, “how thoughtless of me!” For her father had warned her about leaving the house, and though those iron chains around her heart still stung, there was no finer daughter.",
            "“No need!” the Mendicant Knight said tersely, and then relaxed and gave a broad smile. “I’ll protect you.” He stepped out of the threshold of Prim’s iron house with a flourish, his soft and supple boots making small and beautiful sounds. Prim’s heart was bursting with love and she rushed to join him, letting out a laugh like clear bells from her small, pale, and wiry body.",
            " ",
            "No sooner had Prim, daughter of Hansa, stepped out of her father’s house than the Mendicant Knight’s beautiful face turned ugly and he leapt upon Prim’s small and frail form, laughing in his deep, sonorous voice. Prim laughed as though she would share in some kind of merriment, and then he ripped off her fine vela and tore it and let it fall on the hard earth and she instantly knew she had been fooled and his intent had been to dominate, enslave, and ravish her all along. Her father’s words rang in her head and iron chains in her heart were like a lifeline she had carelessly cast aside. Hot tears sprang to her eyes as she cried out.",
            "“What an empty girl! What a pretty, perfectly beautiful, empty headed girl!,” gasped the knight, roaring with laughter with his ugly face and tearing at her clothing, breast, and sex like an animal. “As soon as I heard of you, I knew I would have to take great pains to claim that beauty for myself and no one else, and pluck you from your miserly father. Now you’re mine, mine mine!” howled he in triumph, his fingers ripping at her pale flesh.",
            " ",
            "The knight had forgotten, however, that Prim had sat in attendance at the tales of fifty thousand travelers, had served black bread and alcohol to more men of staggering power than the knight would see in his entire life, had learned secrets whispered around a dying hearth fire and diligently listened to her father’s instructions on the secret ways of annihilation, for there was no finer daughter.",
            "Prim had been taught many ways of dismantling a man by the masters passing through her father’s house and did so with a single strike in the way of Pattram Sword Hand. All the vital fluids passed from the Knight’s body in a violent flash from the terrible violence Prim inflicted upon him and his body was torn apart by Universal Division and was scattered to thirty places.",
            "Prim wiped the tears from her eyes and washed her bloodstained clothes and took up her torn Vela and mended it, and she felt a little better. She buried the greatcloak of that knight and gathered the torn pieces of his body and cremated him properly, and then felt a little better. After that, she indulged in a fragant bath, and she felt a little better, and by the time she had cooked dinner, she was at peace and awaited her father and did not recount the story to him for some time.",
            "She did eventually leave that house, but only after her father died. There was no finer daughter."
        ],
        "alt_text": "KSBD 2-31",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/11/ksbd31.jpg"
        ]
    },
    {
        "title": "KSBD 2-32",
        "entry_html": [
            "CITY ORDINANCE 335999",
            "DS 20313, SUBSECTION 33",
            "ALL PERSONS HAVING EXPIRED OF LIFE, HAVING BEING DRAINED OF VITAL ANIMUS, OR NO LONGER POSSESSING AN ATUM (BEING A BODY) MAY NOT",
            "1. PANHANDLE",
            "2. SLEEP IN PUBLIC SPACES",
            "3. ENGAGE IN LOUD ACTIVITY AFTER 10PM IN PUBLIC SPACES",
            "4. TRAVEL WITHOUT PROPER AUTHENTICATION",
            "5. REMOVE BODY PARTS SO AS TO DISTRESS PASSERBY OR OTHERWISE ENGAGE IN UNPRODUCTIVE MISCHIEF",
            "IN EFFECT: DS 2000 (see section 30044 for more detail)"
        ],
        "alt_text": "KSBD 2-32",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/11/ksbd32rr.jpg"
        ]
    },
    {
        "title": "KSBD 2-33",
        "entry_html": [
            "Welcome to Hell.",
            " ",
            "I won’t make a habit of updating pages like these, but if I disappear for 2 weeks like I did with this page and the Throne page, it might be because I’m working on something like this.",
            "There are 100+ individual figures here, see if you can find them all! Also guess who is Preem Nand. It’s really hard.",
            "Also, spot the main character of Jake Wyatt’s sweet comic Necropolis in there!"
        ],
        "alt_text": "KSBD 2-33",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/12/ksbd33.jpg"
        ]
    },
    {
        "title": "KSBD 2-34",
        "entry_html": [
            "Who might this be? Her last name happens to be ‘Murder the Gods and Topple Their Thrones’, but we are uncertain of her first name. Perhaps you can elucidate us?",
            "In the meanwhile, a prayer of the Mendicant Knights:",
            "————————–",
            "VM ASRA, VM ITTM",
            "YISUN PATTM ATTRA AM",
            "AUN VS UTTR",
            "AUN VS YA",
            "YTTR AM!",
            "ATOMUS UNSM",
            "VM ITTR A VSK PRET",
            "YISUN ATUN!",
            "To the sky",
            "To the other-side that is not sky",
            "YISUN is the Universal Lord",
            "Of nothing he was",
            "And nothing he is now",
            "What a paradox!",
            "We must constantly seek salvation and perfection through division.",
            "Seek heaven through violence.",
            "Praise YISUN!",
            "– 3rd Middle Hym, transcribed from the Song of Maybe, transcribed from UM ( sometimes lengthened in English to Universal Metaconstant) into English."
        ],
        "alt_text": "KSBD 2-34",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/12/ksbd34.jpg"
        ]
    },
    {
        "title": "KSBD 2-35",
        "entry_html": [
            "Meet Preem Nand,  a demigod and mammal afficionado.",
            "KSBD will go on a quick break next week and possibly the week after for holidays/building up a backlog! More updates in the blog ASAP."
        ],
        "alt_text": "KSBD 2-35",
        "image_urls": [
            "https://killsixbilliondemons.com/wp-content/uploads/2013/12/ksbd35r.jpg"
        ]
    }
]